const PrivacyAr = """
المادة الأولى : المقدمة :  

هذه البوابة الالكترونية لشركة أبوذياب لتأجير السيارات بالمملكة العربية السعودية والتي يشار اليها فيما بعد بتطبيق أبوذياب متاحة للاستخدام من قبل الشركات، ويخضع دخول العميل واستخدامه  لهذه البوابة لبنود وشروط الاستخدام بالتطبيق ولانظمة المملكة العربية السعودية وبذلك يعد دخوله بمثابة موافقة دون قيد أو شرط على بنود وشروط الاستخدام لهذه البوابة سواء كان مستخدم التطبيق  مسجلا أو لم يكون مسجل في التطبيق , وتسري هذه الموافقة اعتبارا من تاريخ أول استخدام له لهذا التطبيق ، ويصبح أي تعديل لهذه البنود والشروط نافذا فور القيام بالتعديل مالم يتم بيان خلاف ذلك من قبل العميل ، ويعني استمرار العميل باستخدام هذه البوابة بعد أي تعديل قبوله التام لهذه التعديل .                                                                                                                                                  

  

المادة الثانية: حقوق الملكية الفكرية :  

ان الاسم التجاري للشركة هو شركة أبوذياب لتأجير السيارات المحدودة وعلامتها التجارية والعلامات المسجلة باسمها وعناوين الشركة الالكترونية وكل ما يتضمنه الموقع من مواد ونصوص وصور ورسومات وتعاميم ونماذج وملفات ووسائط متعددة وبرمجيات هي ملك للشركة وتحتفظ بكافة الحقوق الملكية الفكرية وحقوق النشر والتوزيع المتعلقة بها بما كفل لها النظام , ولا يسمح بإعادة طبع هذه المواد أو توزيعها أو تعديلها أو استخدامها لأي أغراض دعائية كانت أو تجارية أو إعادة نشرها بأي شكل دون الحصول على اذن خطي وصريح من شركة أبوذياب لتأجير السيارات .                                                                                                                               

  

المادة الثالثة: طبيعة الموقع 

يعتبر هذا التطبيق هو التطبيق الرئيسي لشركة أبوذياب الموجه الى قطاع الشركات وهو يوفر للزوار الكرام من هذا القطاع المعلومات الأساسية عن الشركة وكافة الخدمات التي تقدمها ورؤيتها في تقديم خدماتها وعروضها وخصوماتها وعرض كل ما يستجد من شانة .       

  

المادة الرابعة: استخدام التطبيق  

تقوم الشركة بمتابعة التطبيق ومراجعنه على مدار اليوم لتوفير المعلومات للعميل عن خدماتها كذلك يقوم التطبيق بتسهيل عملية الاتصال ما بين العملاء والشركة بخصوص أي خدمات أو ملاحظات قد تكون محط اهتمام العميل . 

أن الخدمات والمعلومات الواردة في هذا التطبيق موجهه ومتوفرة للتداول في نطاق المملكة العربية السعودية ولقد تم تقديم هذه الخدمات بموجب قوانين وأنظمة المملكة العربية السعودية ذات العلاقة المتخصصة في تقديم مثل هذه الخدمات وبناء عليه قد لا يكون العميل مؤهلا للاستفادة من جميع الخدمات الواردة وتحتفظ الشركة بالحق في رفض أي طلب في أي وقت دون اشعار العميل بذلك ودون تحمل أي مسؤولية قانونية جراء تكبد أي خسارة ماليه نتيجة ارسال مثل هذا الطلب من قبله للشركة .                                                          

  

المادة الخامسة: الية التسجيل 

عند التسجيل في موقع الشركة سيطلب من العميل تدوين اسم المستخدم وكلمة المرور التي سوف يتم تزويد العميل بها من قبل إدارة الشركة وسوف يتم ارسال رمز التفعيل له عند الدخول الى التطبيق عن طريق الجوال المسجل والمعتمد لدى شركة أبوذياب للعميل.                  

علما بأنه عند قيام العميل بإدخال هذه المعلومات ورمز التفعيل المرسل من قبل الشركة لهاتفه الجوال المعتمد لدى شركة أبوذياب في التطبيق يعتبر بمثابة توقيعا الكترونيا وقبولا للتعاملات الالكترونية والموافقة عليها بالإضافة الى قبول شروط واحكام استخدام هذا التطبيق المذكورة في البنود السابقة واللاحقة في هذه الاتفاقية .                                                                                                         

  

المادة السادسة : المعلومات المرسلة لمواقع الشركة :  

ان اي معلومات او مواد ترسل للشركة عبر شبكة الانترنت من خلال التطبيق هذا تصبح ملكا لشركة أبوذياب لتاجير السيارات ومن المعلوم ان شبكة الانترنت ما زالت تفتقر الى الامن الشامل . وبالتالي فان مسئولية اي معلومات عبر شبكة الانترنت تقتصر على العميل وحده من يتحمل المخاطر المتعلقة بذلك .  

المادة السابعة : الضمان :  

لقد قامت شركة أبوذياب لتاجير السيارات باتخاذ كافة التدابير المناسبة لوضع المعلومات في هذا الموقع يشكل امان  وستحاول العمل على تحديث هذه المعلومات اولاً باول ومع هذا فان الشركة لا تمنح اي ضمانات صريحة او ضمنية بخصوص دقة المعلومات الورادة قبل تقديم الطلب الرسمي وتوقيع الاتفاقية ، لذا وجب علي العميل ان يتاكد دائما من ان العروض والاسعار الخاصة بالسيارات والخدمات والشروط والاحكام الوردة في الموقع لازالت سارية المفعول اذ ان الشركة تحتفظ بالحق في تغييرها في اي وقت ودون اشعار سابق للعميل لذا وجب التنوية بضرورة مراقبة الاسعار والخدمات المقدمة من حين الى اخر .                                                                            

المادة / الثامنة : اخلاء المسئولية :  

مهما كان الحال او الظرف ، فان الشركة غير مسئولة تجاة اي من الامور التالية علي سبيل المثال لا الحصر : الاهمال الذي يتسبب في اية اضرار او تلفيات من اي نوع سواء كانت مباشرة او عارضة او خاصة او لاحقة ، او اي مصاريف او خسائر قد تنجم بسبب استخدام العميل لهذا الموقع او عدم القدرة على استخدامة اياه ، او وقوع بعض الاخطاء او السهو أو تاخير استجابة النظام ( بسبب خلل في انظمة التشغيل او الاتصال ) او اعاقة في التشغيل او وقوع اعطال او تعرض اجهزة الكمبيوتر للفيروسات او تعطل النظام بالكامل ، او خسارة اي ارباح او تعرض سمعة العميل للاساءة حتى لو جرى الاشعار صراحة باحتمالية وقوع مثل هذه الامور ، او وقوع مشاكل جراء الوصول الى الموقع او الدخول فيه او استخدامة او استظهاره او الوصول من خلاله الى مواقع اخرى .                                       

المادة التاسعة : الخصوصية :  

تدرك الشركة حاجة العميل لمعرفة كيف تتعامل مع المعلومات الشخصية الخاصة به ، كما تدرك حجم القلق الذي يراود العملاء  من ناحية خصوصية وسرية وامن المعلومات التي يزودها بها العميل عبر  شبكة الانترنت  وتطمئن الشركة العميل بهذا الخصوص بانها ملتزمة بالحفاظ على تلك المعلومات في غاية الخصوصية والسرية ان هذا التصريح يمثل سياسة الشركة الحالية بشان السرية والخصوصية , وان استخدام العميل لتطبيق أبوذياب ومواقع الشركة الاخرى يعني قبولة للاحكام والشروط وايضا لتصريح السرية والخصوصية هذا .              

المادة العاشرة : شروط تقديم الخدمة والاسعار : 

ان استخدام العميل للموقع وطلبة للخدمات مقرون بالعلم الاكيد بتكاليف تلك الخدمات ورسومها وكافة المعلومات المتوفرة حولها سواء داخل موقع الشركة او خارجة مع عدم ضمان العروض والاسعار المتوفرة اذ ان الشركة تحتفظ بالحق في تغييرها دون اشعار مسبق ودون ادنى مسؤولية ، مالم يتم الاتفاق وكتابة العقود .  

كذلك فان استخدام العميل للموقع يعني قبولة للفواتير الالكترونية والتعامل معها فيما يخص السداد لدى البنوك والسداد الالكتروني ولا تتحمل شركة المنفتاح اي مسؤولية او مطالبات مالية نتجة ذلك . 

يجب على العميل الاطلاع على اسعار السيارات المعروضة وقيمة الخدمة المقدمة من الشركة والتاكد من صحتها ، وعند وجود خطا فيحق للعميل الاعتراض لدى الشركة وتكون مدة قبول الاعتراض على صحة بيانات الفاتورة الالكتونية مدة (30 ) يوما من تاريخ صدورها وسجلات الشركة  الخاصة باسعار الخدمات وقت طلب الخدمة والاتفاق عليه هي المرجع الملزم للطرفين .                                

المادة الحادى عشر : التغيرات والتحديثات :  

تملك الشركة الحق في تغيير هذه الشروط والاحكام او استبدالها كليا بشروط واحكام اخرى جديدة أو استبدال صفحة او صفحات ، واردة في مواقعها علي شبكة الانترنت دون اشعار بذلك ، كما ان استمرارية دخول العميل للموقع الشركة او استخدمة يعتبر بمثابة موافقة منه على التغييرات التي جرت على الموقع كما اشير سلفاً . كذلك تملك الشركة الحق في تعديل كامل الموقع او جزء منه او ايقافة او تعليقة مؤقتا أو بشكل دائم دون اشعار مسبق وفي اي وقت تراه . كما ان العميل موافق ايضا على ان الشركة غير مسئولة تجاهه او تجاه اي اطراف اخرى عن اي تعديل للموقع او ايقافة او تعليقة .                                                                                            

كما ان اي تعديل على الشروط والاحكام ينصرف على جميع مواقع الشركة وفي كل الخدمات التي تقدمها .  

المادة الثانية عشر : التزامات العميل الامنية  

يتعين على العميل حفظ الرقم السري الخاص به في مكان امن وسري في كافة الاوقات واتخاذ الخطوات التي تحول دون استخدامه بشكل غير مفوض . 

ويتعين على العميل ابلاغ الشركة فوراً باي وصول غير مفوض او اي تعليمات غير مفوضة يعلم بها او يشتبه فيها او تروده الشكوك بأن شخصا اخر قد كشف كلمة السر الخاصة به ، وفي هذه الحالة يتعين علية تغيير الرقم السري فوراً وعلية مساعدة الشركة ومساعدة الجهات الامنية في العمل على استرداد الخسائر ان حدثت . وقد تعطي الشركة معلومات عن العميل للشرطة أو لاي طرف اخر اذا كان ذلك يمنع الخسائر او يساعد في استردادها .  

ويتعهد العميل بعدم الحاق الضرر الالكتروني بالتطبيق او الخدمات المقدمة داخل التطبيق او باي مواقع مرتبطه به .  

كما يتعهد التعامل مع اي هكر لاقتحام سرية الموقع او التسبب بالحاق اي ضرر به او للبيانات الموجودة فيه ، كما يتعهد العميل بعدم ارسال اي رسائل متسلسلة تتسبب بضغط شديد على الموقع مما يؤثر على ادائة والحاق أضرار به أو بمستخدميه وبياناتهم .                         

المادة الثالثة عشر : طلبات العميل :  

أ / النتائج المترتبة على طلبات العميل :  

يفوض العميل الشركة بالتصرف بموجب الطلبات التي يبدو ظاهرياً انها طلبات صحيحة حسب الاصول حتي وان كانت متعارضة مع اي طلبات اخرى في اي وقت فيما يتعلق بالخدمات المطلوبة . 

ب / تنفيذ التعليمات :  

سوف يتم تنفيذ طلبات الخدمات الورادة عن طريق التطبيق باستخدام كلمة السر الخاصة بالعميل دائما  .  

ج / إخفاق الطرف الاخر :  

ان الشركة غير مسئولة عن اي إخفاق من قبل الطرف الاخر في تنفيذ التعليمات او اي تاخير او اخطاء من جانب ذلك الطرف عند تنفيذ التعليمات مهما كانت الاسباب . 

ح / دقة واكتمال التعليمات  :  

يجب على العميل التاكد من دقة واكتمال كافة البيانات المطلوبة ولن تقبل اية بيانات ناقصة ويتحمل العميل مسؤوليتة عن الاخطاء الناتجة من عدم اكتمال البيانات .  

سوف تبذل شركة أبوذياب كل مافي وسعها وتسخر كافة طاقاتها لتنفيذ طلبات عملاءها الكرام .  

المادة الرابعة عشر : أحكام عامة :  

أ – القانون المطبق والاختصاص القضائي :  

تخضع هذه الوثيقة لنظام التعاملات الالكترونية ونظام مكافحة الجرائم المعلوماتية ونظام هيئة النقل والمرور وتفسر بموجبها وبهذا يوافق العميل والشركة على احالة اي نزاع او خلاف قد ينشا حول هذه الشروط والاحكام الى الجهة القضائية المختصة .  

ب – المرجع في حال اختلاف سجلات الطرفين :  

في حال اختلاف البيانات المقدمة من كلا الطرفين فان المرجع المنهي للخلاف هي البيانات الواردة في سجلات الشركة وقت التعاقد او تقديم الطلبات . 

ج -يتم خصم 25% من مبلغ الإيجار في حال تم إلغاء الحجز قبل الموعد بست ساعات أو أقل. 

د- يتم خصم مبلغ أول يوم حجز في حال لم يتم الإستلام أو الإلغاء بعد موعد الحجز. 

ذ- فى حال عدم إحضار  الأوراق الثبوتية ( الهوية - رخصة القيادة ) يتم خصم 25% من قيمة إيجار اليوم  الأول . 

ه-فى حال عدم القدرة على تفويض العميل ( رخصة منتهية - إيقاف خدمات - عدم التسجيل أو تحديث البيانات فى نظام أبشر ) يتم خصم قيمة إيجار يوم واحد .  

و- يتم احتساب قيمة الايجار من التاريخ والوقت المحددين من قبل العميل فى الحجز و ليس وقت الاستلام الفعلى فى حالة وصول العميل متأخر و فى حالة وصول العميل مبكرا يتم احتساب وقت الاستلام الفعلى وليس المحدد فى الحجز .  

و- بحسب سياسة بوليصة التأمين و ذلك فيما يتعلق بأعمار المستأجرين فإذا كان عمر العميل مافوق 65 سنة فيجب عليه قبول أحد الشروط أدناه :  

1- أن يدفع ضعف قيمة رسوم التحمل فى حال حدوث حادث - لا قدر الله و ذلك بحسب قيمة رسوم التحمل لنوع السيارة المستأجرة حسب بوليصة شركة التأمين .  

2- أن يكون العقد CDW . 

شروط و أحكام خدمة الإيجار بالساعة : 

 لا يمكن الاستفادة من مميزات العضوية عند طلب الخدمة . 

 الاستلام من فروع المطارات فقط والتسليم في أي فرع . 

 250 كيلومتر في اليوم لكل العضويات . 

 الحد الأقصى للخدمة ( 5 ساعات ) وعند تجاوز عدد ساعات الخدمة يتم احتساب قيمة ايجار يوم كامل . 

  

المادة الخامسة عشر : الاقرار بالعلم :  

يقر العميل بانه قرا هذه الشروط والاحكام ويلتزم بها دون قيد او شرط او تحفظ شروط وأحكام استخدام وتسجيل في تطبيق شركة أبوذياب الالكتروني 

المادة الأولى : المقدمة :  

هذه البوابة الالكترونية لشركة أبوذياب لتأجير السيارات بالمملكة العربية السعودية والتي يشار اليها فيما بعد بتطبيق أبوذياب متاحة للاستخدام من قبل الشركات، ويخضع دخول العميل واستخدامه  لهذه البوابة لبنود وشروط الاستخدام بالتطبيق ولانظمة المملكة العربية السعودية وبذلك يعد دخوله بمثابة موافقة دون قيد أو شرط على بنود وشروط الاستخدام لهذه البوابة سواء كان مستخدم التطبيق  مسجلا أو لم يكون مسجل في التطبيق , وتسري هذه الموافقة اعتبارا من تاريخ أول استخدام له لهذا التطبيق ، ويصبح أي تعديل لهذه البنود والشروط نافذا فور القيام بالتعديل مالم يتم بيان خلاف ذلك من قبل العميل ، ويعني استمرار العميل باستخدام هذه البوابة بعد أي تعديل قبوله التام لهذه التعديل .                                                                                                                                                  

  

المادة الثانية: حقوق الملكية الفكرية :  

ان الاسم التجاري للشركة هو شركة أبوذياب لتأجير السيارات المحدودة وعلامتها التجارية والعلامات المسجلة باسمها وعناوين الشركة الالكترونية وكل ما يتضمنه الموقع من مواد ونصوص وصور ورسومات وتعاميم ونماذج وملفات ووسائط متعددة وبرمجيات هي ملك للشركة وتحتفظ بكافة الحقوق الملكية الفكرية وحقوق النشر والتوزيع المتعلقة بها بما كفل لها النظام , ولا يسمح بإعادة طبع هذه المواد أو توزيعها أو تعديلها أو استخدامها لأي أغراض دعائية كانت أو تجارية أو إعادة نشرها بأي شكل دون الحصول على اذن خطي وصريح من شركة أبوذياب لتأجير السيارات .                                                                                                                               

  

المادة الثالثة: طبيعة الموقع 

يعتبر هذا التطبيق هو التطبيق الرئيسي لشركة أبوذياب الموجه الى قطاع الشركات وهو يوفر للزوار الكرام من هذا القطاع المعلومات الأساسية عن الشركة وكافة الخدمات التي تقدمها ورؤيتها في تقديم خدماتها وعروضها وخصوماتها وعرض كل ما يستجد من شانة .       

  

المادة الرابعة: استخدام التطبيق  

تقوم الشركة بمتابعة التطبيق ومراجعنه على مدار اليوم لتوفير المعلومات للعميل عن خدماتها كذلك يقوم التطبيق بتسهيل عملية الاتصال ما بين العملاء والشركة بخصوص أي خدمات أو ملاحظات قد تكون محط اهتمام العميل . 

أن الخدمات والمعلومات الواردة في هذا التطبيق موجهه ومتوفرة للتداول في نطاق المملكة العربية السعودية ولقد تم تقديم هذه الخدمات بموجب قوانين وأنظمة المملكة العربية السعودية ذات العلاقة المتخصصة في تقديم مثل هذه الخدمات وبناء عليه قد لا يكون العميل مؤهلا للاستفادة من جميع الخدمات الواردة وتحتفظ الشركة بالحق في رفض أي طلب في أي وقت دون اشعار العميل بذلك ودون تحمل أي مسؤولية قانونية جراء تكبد أي خسارة ماليه نتيجة ارسال مثل هذا الطلب من قبله للشركة .                                                          

  

المادة الخامسة: الية التسجيل 

عند التسجيل في موقع الشركة سيطلب من العميل تدوين اسم المستخدم وكلمة المرور التي سوف يتم تزويد العميل بها من قبل إدارة الشركة وسوف يتم ارسال رمز التفعيل له عند الدخول الى التطبيق عن طريق الجوال المسجل والمعتمد لدى شركة أبوذياب للعميل.                  

علما بأنه عند قيام العميل بإدخال هذه المعلومات ورمز التفعيل المرسل من قبل الشركة لهاتفه الجوال المعتمد لدى شركة أبوذياب في التطبيق يعتبر بمثابة توقيعا الكترونيا وقبولا للتعاملات الالكترونية والموافقة عليها بالإضافة الى قبول شروط واحكام استخدام هذا التطبيق المذكورة في البنود السابقة واللاحقة في هذه الاتفاقية .                                                                                                         

  

المادة السادسة : المعلومات المرسلة لمواقع الشركة :  

ان اي معلومات او مواد ترسل للشركة عبر شبكة الانترنت من خلال التطبيق هذا تصبح ملكا لشركة أبوذياب لتاجير السيارات ومن المعلوم ان شبكة الانترنت ما زالت تفتقر الى الامن الشامل . وبالتالي فان مسئولية اي معلومات عبر شبكة الانترنت تقتصر على العميل وحده من يتحمل المخاطر المتعلقة بذلك .  

المادة السابعة : الضمان :  

لقد قامت شركة أبوذياب لتاجير السيارات باتخاذ كافة التدابير المناسبة لوضع المعلومات في هذا الموقع يشكل امان  وستحاول العمل على تحديث هذه المعلومات اولاً باول ومع هذا فان الشركة لا تمنح اي ضمانات صريحة او ضمنية بخصوص دقة المعلومات الورادة قبل تقديم الطلب الرسمي وتوقيع الاتفاقية ، لذا وجب علي العميل ان يتاكد دائما من ان العروض والاسعار الخاصة بالسيارات والخدمات والشروط والاحكام الوردة في الموقع لازالت سارية المفعول اذ ان الشركة تحتفظ بالحق في تغييرها في اي وقت ودون اشعار سابق للعميل لذا وجب التنوية بضرورة مراقبة الاسعار والخدمات المقدمة من حين الى اخر .                                                                            

المادة / الثامنة : اخلاء المسئولية :  

مهما كان الحال او الظرف ، فان الشركة غير مسئولة تجاة اي من الامور التالية علي سبيل المثال لا الحصر : الاهمال الذي يتسبب في اية اضرار او تلفيات من اي نوع سواء كانت مباشرة او عارضة او خاصة او لاحقة ، او اي مصاريف او خسائر قد تنجم بسبب استخدام العميل لهذا الموقع او عدم القدرة على استخدامة اياه ، او وقوع بعض الاخطاء او السهو أو تاخير استجابة النظام ( بسبب خلل في انظمة التشغيل او الاتصال ) او اعاقة في التشغيل او وقوع اعطال او تعرض اجهزة الكمبيوتر للفيروسات او تعطل النظام بالكامل ، او خسارة اي ارباح او تعرض سمعة العميل للاساءة حتى لو جرى الاشعار صراحة باحتمالية وقوع مثل هذه الامور ، او وقوع مشاكل جراء الوصول الى الموقع او الدخول فيه او استخدامة او استظهاره او الوصول من خلاله الى مواقع اخرى .                                       

المادة التاسعة : الخصوصية :  

تدرك الشركة حاجة العميل لمعرفة كيف تتعامل مع المعلومات الشخصية الخاصة به ، كما تدرك حجم القلق الذي يراود العملاء  من ناحية خصوصية وسرية وامن المعلومات التي يزودها بها العميل عبر  شبكة الانترنت  وتطمئن الشركة العميل بهذا الخصوص بانها ملتزمة بالحفاظ على تلك المعلومات في غاية الخصوصية والسرية ان هذا التصريح يمثل سياسة الشركة الحالية بشان السرية والخصوصية , وان استخدام العميل لتطبيق أبوذياب ومواقع الشركة الاخرى يعني قبولة للاحكام والشروط وايضا لتصريح السرية والخصوصية هذا .              

المادة العاشرة : شروط تقديم الخدمة والاسعار : 

ان استخدام العميل للموقع وطلبة للخدمات مقرون بالعلم الاكيد بتكاليف تلك الخدمات ورسومها وكافة المعلومات المتوفرة حولها سواء داخل موقع الشركة او خارجة مع عدم ضمان العروض والاسعار المتوفرة اذ ان الشركة تحتفظ بالحق في تغييرها دون اشعار مسبق ودون ادنى مسؤولية ، مالم يتم الاتفاق وكتابة العقود .  

كذلك فان استخدام العميل للموقع يعني قبولة للفواتير الالكترونية والتعامل معها فيما يخص السداد لدى البنوك والسداد الالكتروني ولا تتحمل شركة المنفتاح اي مسؤولية او مطالبات مالية نتجة ذلك . 

يجب على العميل الاطلاع على اسعار السيارات المعروضة وقيمة الخدمة المقدمة من الشركة والتاكد من صحتها ، وعند وجود خطا فيحق للعميل الاعتراض لدى الشركة وتكون مدة قبول الاعتراض على صحة بيانات الفاتورة الالكتونية مدة (30 ) يوما من تاريخ صدورها وسجلات الشركة  الخاصة باسعار الخدمات وقت طلب الخدمة والاتفاق عليه هي المرجع الملزم للطرفين .                                

المادة الحادى عشر : التغيرات والتحديثات :  

تملك الشركة الحق في تغيير هذه الشروط والاحكام او استبدالها كليا بشروط واحكام اخرى جديدة أو استبدال صفحة او صفحات ، واردة في مواقعها علي شبكة الانترنت دون اشعار بذلك ، كما ان استمرارية دخول العميل للموقع الشركة او استخدمة يعتبر بمثابة موافقة منه على التغييرات التي جرت على الموقع كما اشير سلفاً . كذلك تملك الشركة الحق في تعديل كامل الموقع او جزء منه او ايقافة او تعليقة مؤقتا أو بشكل دائم دون اشعار مسبق وفي اي وقت تراه . كما ان العميل موافق ايضا على ان الشركة غير مسئولة تجاهه او تجاه اي اطراف اخرى عن اي تعديل للموقع او ايقافة او تعليقة .                                                                                            

كما ان اي تعديل على الشروط والاحكام ينصرف على جميع مواقع الشركة وفي كل الخدمات التي تقدمها .  

المادة الثانية عشر : التزامات العميل الامنية  

يتعين على العميل حفظ الرقم السري الخاص به في مكان امن وسري في كافة الاوقات واتخاذ الخطوات التي تحول دون استخدامه بشكل غير مفوض . 

ويتعين على العميل ابلاغ الشركة فوراً باي وصول غير مفوض او اي تعليمات غير مفوضة يعلم بها او يشتبه فيها او تروده الشكوك بأن شخصا اخر قد كشف كلمة السر الخاصة به ، وفي هذه الحالة يتعين علية تغيير الرقم السري فوراً وعلية مساعدة الشركة ومساعدة الجهات الامنية في العمل على استرداد الخسائر ان حدثت . وقد تعطي الشركة معلومات عن العميل للشرطة أو لاي طرف اخر اذا كان ذلك يمنع الخسائر او يساعد في استردادها .  

ويتعهد العميل بعدم الحاق الضرر الالكتروني بالتطبيق او الخدمات المقدمة داخل التطبيق او باي مواقع مرتبطه به .  

كما يتعهد التعامل مع اي هكر لاقتحام سرية الموقع او التسبب بالحاق اي ضرر به او للبيانات الموجودة فيه ، كما يتعهد العميل بعدم ارسال اي رسائل متسلسلة تتسبب بضغط شديد على الموقع مما يؤثر على ادائة والحاق أضرار به أو بمستخدميه وبياناتهم .                         

المادة الثالثة عشر : طلبات العميل :  

أ / النتائج المترتبة على طلبات العميل :  

يفوض العميل الشركة بالتصرف بموجب الطلبات التي يبدو ظاهرياً انها طلبات صحيحة حسب الاصول حتي وان كانت متعارضة مع اي طلبات اخرى في اي وقت فيما يتعلق بالخدمات المطلوبة . 

ب / تنفيذ التعليمات :  

سوف يتم تنفيذ طلبات الخدمات الورادة عن طريق التطبيق باستخدام كلمة السر الخاصة بالعميل دائما  .  

ج / إخفاق الطرف الاخر :  

ان الشركة غير مسئولة عن اي إخفاق من قبل الطرف الاخر في تنفيذ التعليمات او اي تاخير او اخطاء من جانب ذلك الطرف عند تنفيذ التعليمات مهما كانت الاسباب . 

ح / دقة واكتمال التعليمات  :  

يجب على العميل التاكد من دقة واكتمال كافة البيانات المطلوبة ولن تقبل اية بيانات ناقصة ويتحمل العميل مسؤوليتة عن الاخطاء الناتجة من عدم اكتمال البيانات .  

سوف تبذل شركة أبوذياب كل مافي وسعها وتسخر كافة طاقاتها لتنفيذ طلبات عملاءها الكرام .  

المادة الرابعة عشر : أحكام عامة :  

أ – القانون المطبق والاختصاص القضائي :  

تخضع هذه الوثيقة لنظام التعاملات الالكترونية ونظام مكافحة الجرائم المعلوماتية ونظام هيئة النقل والمرور وتفسر بموجبها وبهذا يوافق العميل والشركة على احالة اي نزاع او خلاف قد ينشا حول هذه الشروط والاحكام الى الجهة القضائية المختصة .  

ب – المرجع في حال اختلاف سجلات الطرفين :  

في حال اختلاف البيانات المقدمة من كلا الطرفين فان المرجع المنهي للخلاف هي البيانات الواردة في سجلات الشركة وقت التعاقد او تقديم الطلبات . 

ج -يتم خصم 25% من مبلغ الإيجار في حال تم إلغاء الحجز قبل الموعد بست ساعات أو أقل. 

د- يتم خصم مبلغ أول يوم حجز في حال لم يتم الإستلام أو الإلغاء بعد موعد الحجز. 

ذ- فى حال عدم إحضار  الأوراق الثبوتية ( الهوية - رخصة القيادة ) يتم خصم 25% من قيمة إيجار اليوم  الأول . 

ه-فى حال عدم القدرة على تفويض العميل ( رخصة منتهية - إيقاف خدمات - عدم التسجيل أو تحديث البيانات فى نظام أبشر ) يتم خصم قيمة إيجار يوم واحد .  

و- يتم احتساب قيمة الايجار من التاريخ والوقت المحددين من قبل العميل فى الحجز و ليس وقت الاستلام الفعلى فى حالة وصول العميل متأخر و فى حالة وصول العميل مبكرا يتم احتساب وقت الاستلام الفعلى وليس المحدد فى الحجز .  

و- بحسب سياسة بوليصة التأمين و ذلك فيما يتعلق بأعمار المستأجرين فإذا كان عمر العميل مافوق 65 سنة فيجب عليه قبول أحد الشروط أدناه :  

1- أن يدفع ضعف قيمة رسوم التحمل فى حال حدوث حادث - لا قدر الله و ذلك بحسب قيمة رسوم التحمل لنوع السيارة المستأجرة حسب بوليصة شركة التأمين .  

2- أن يكون العقد CDW . 

شروط و أحكام خدمة الإيجار بالساعة : 

 لا يمكن الاستفادة من مميزات العضوية عند طلب الخدمة . 

 الاستلام من فروع المطارات فقط والتسليم في أي فرع . 

 250 كيلومتر في اليوم لكل العضويات . 

 الحد الأقصى للخدمة ( 5 ساعات ) وعند تجاوز عدد ساعات الخدمة يتم احتساب قيمة ايجار يوم كامل . 

  

المادة الخامسة عشر : الاقرار بالعلم :  

يقر العميل بانه قرا هذه الشروط والاحكام ويلتزم بها دون قيد او شرط او تحفظ شروط وأحكام استخدام وتسجيل في تطبيق شركة أبوذياب الالكتروني 

المادة الأولى : المقدمة :  

هذه البوابة الالكترونية لشركة أبوذياب لتأجير السيارات بالمملكة العربية السعودية والتي يشار اليها فيما بعد بتطبيق أبوذياب متاحة للاستخدام من قبل الشركات، ويخضع دخول العميل واستخدامه  لهذه البوابة لبنود وشروط الاستخدام بالتطبيق ولانظمة المملكة العربية السعودية وبذلك يعد دخوله بمثابة موافقة دون قيد أو شرط على بنود وشروط الاستخدام لهذه البوابة سواء كان مستخدم التطبيق  مسجلا أو لم يكون مسجل في التطبيق , وتسري هذه الموافقة اعتبارا من تاريخ أول استخدام له لهذا التطبيق ، ويصبح أي تعديل لهذه البنود والشروط نافذا فور القيام بالتعديل مالم يتم بيان خلاف ذلك من قبل العميل ، ويعني استمرار العميل باستخدام هذه البوابة بعد أي تعديل قبوله التام لهذه التعديل .                                                                                                                                                  

  

المادة الثانية: حقوق الملكية الفكرية :  

ان الاسم التجاري للشركة هو شركة أبوذياب لتأجير السيارات المحدودة وعلامتها التجارية والعلامات المسجلة باسمها وعناوين الشركة الالكترونية وكل ما يتضمنه الموقع من مواد ونصوص وصور ورسومات وتعاميم ونماذج وملفات ووسائط متعددة وبرمجيات هي ملك للشركة وتحتفظ بكافة الحقوق الملكية الفكرية وحقوق النشر والتوزيع المتعلقة بها بما كفل لها النظام , ولا يسمح بإعادة طبع هذه المواد أو توزيعها أو تعديلها أو استخدامها لأي أغراض دعائية كانت أو تجارية أو إعادة نشرها بأي شكل دون الحصول على اذن خطي وصريح من شركة أبوذياب لتأجير السيارات .                                                                                                                               

  

المادة الثالثة: طبيعة الموقع 

يعتبر هذا التطبيق هو التطبيق الرئيسي لشركة أبوذياب الموجه الى قطاع الشركات وهو يوفر للزوار الكرام من هذا القطاع المعلومات الأساسية عن الشركة وكافة الخدمات التي تقدمها ورؤيتها في تقديم خدماتها وعروضها وخصوماتها وعرض كل ما يستجد من شانة .       

  

المادة الرابعة: استخدام التطبيق  

تقوم الشركة بمتابعة التطبيق ومراجعنه على مدار اليوم لتوفير المعلومات للعميل عن خدماتها كذلك يقوم التطبيق بتسهيل عملية الاتصال ما بين العملاء والشركة بخصوص أي خدمات أو ملاحظات قد تكون محط اهتمام العميل . 

أن الخدمات والمعلومات الواردة في هذا التطبيق موجهه ومتوفرة للتداول في نطاق المملكة العربية السعودية ولقد تم تقديم هذه الخدمات بموجب قوانين وأنظمة المملكة العربية السعودية ذات العلاقة المتخصصة في تقديم مثل هذه الخدمات وبناء عليه قد لا يكون العميل مؤهلا للاستفادة من جميع الخدمات الواردة وتحتفظ الشركة بالحق في رفض أي طلب في أي وقت دون اشعار العميل بذلك ودون تحمل أي مسؤولية قانونية جراء تكبد أي خسارة ماليه نتيجة ارسال مثل هذا الطلب من قبله للشركة .                                                          

  

المادة الخامسة: الية التسجيل 

عند التسجيل في موقع الشركة سيطلب من العميل تدوين اسم المستخدم وكلمة المرور التي سوف يتم تزويد العميل بها من قبل إدارة الشركة وسوف يتم ارسال رمز التفعيل له عند الدخول الى التطبيق عن طريق الجوال المسجل والمعتمد لدى شركة أبوذياب للعميل.                  

علما بأنه عند قيام العميل بإدخال هذه المعلومات ورمز التفعيل المرسل من قبل الشركة لهاتفه الجوال المعتمد لدى شركة أبوذياب في التطبيق يعتبر بمثابة توقيعا الكترونيا وقبولا للتعاملات الالكترونية والموافقة عليها بالإضافة الى قبول شروط واحكام استخدام هذا التطبيق المذكورة في البنود السابقة واللاحقة في هذه الاتفاقية .                                                                                                         

  

المادة السادسة : المعلومات المرسلة لمواقع الشركة :  

ان اي معلومات او مواد ترسل للشركة عبر شبكة الانترنت من خلال التطبيق هذا تصبح ملكا لشركة أبوذياب لتاجير السيارات ومن المعلوم ان شبكة الانترنت ما زالت تفتقر الى الامن الشامل . وبالتالي فان مسئولية اي معلومات عبر شبكة الانترنت تقتصر على العميل وحده من يتحمل المخاطر المتعلقة بذلك .  

المادة السابعة : الضمان :  

لقد قامت شركة أبوذياب لتاجير السيارات باتخاذ كافة التدابير المناسبة لوضع المعلومات في هذا الموقع يشكل امان  وستحاول العمل على تحديث هذه المعلومات اولاً باول ومع هذا فان الشركة لا تمنح اي ضمانات صريحة او ضمنية بخصوص دقة المعلومات الورادة قبل تقديم الطلب الرسمي وتوقيع الاتفاقية ، لذا وجب علي العميل ان يتاكد دائما من ان العروض والاسعار الخاصة بالسيارات والخدمات والشروط والاحكام الوردة في الموقع لازالت سارية المفعول اذ ان الشركة تحتفظ بالحق في تغييرها في اي وقت ودون اشعار سابق للعميل لذا وجب التنوية بضرورة مراقبة الاسعار والخدمات المقدمة من حين الى اخر .                                                                            

المادة / الثامنة : اخلاء المسئولية :  

مهما كان الحال او الظرف ، فان الشركة غير مسئولة تجاة اي من الامور التالية علي سبيل المثال لا الحصر : الاهمال الذي يتسبب في اية اضرار او تلفيات من اي نوع سواء كانت مباشرة او عارضة او خاصة او لاحقة ، او اي مصاريف او خسائر قد تنجم بسبب استخدام العميل لهذا الموقع او عدم القدرة على استخدامة اياه ، او وقوع بعض الاخطاء او السهو أو تاخير استجابة النظام ( بسبب خلل في انظمة التشغيل او الاتصال ) او اعاقة في التشغيل او وقوع اعطال او تعرض اجهزة الكمبيوتر للفيروسات او تعطل النظام بالكامل ، او خسارة اي ارباح او تعرض سمعة العميل للاساءة حتى لو جرى الاشعار صراحة باحتمالية وقوع مثل هذه الامور ، او وقوع مشاكل جراء الوصول الى الموقع او الدخول فيه او استخدامة او استظهاره او الوصول من خلاله الى مواقع اخرى .                                       

المادة التاسعة : الخصوصية :  

تدرك الشركة حاجة العميل لمعرفة كيف تتعامل مع المعلومات الشخصية الخاصة به ، كما تدرك حجم القلق الذي يراود العملاء  من ناحية خصوصية وسرية وامن المعلومات التي يزودها بها العميل عبر  شبكة الانترنت  وتطمئن الشركة العميل بهذا الخصوص بانها ملتزمة بالحفاظ على تلك المعلومات في غاية الخصوصية والسرية ان هذا التصريح يمثل سياسة الشركة الحالية بشان السرية والخصوصية , وان استخدام العميل لتطبيق أبوذياب ومواقع الشركة الاخرى يعني قبولة للاحكام والشروط وايضا لتصريح السرية والخصوصية هذا .              

المادة العاشرة : شروط تقديم الخدمة والاسعار : 

ان استخدام العميل للموقع وطلبة للخدمات مقرون بالعلم الاكيد بتكاليف تلك الخدمات ورسومها وكافة المعلومات المتوفرة حولها سواء داخل موقع الشركة او خارجة مع عدم ضمان العروض والاسعار المتوفرة اذ ان الشركة تحتفظ بالحق في تغييرها دون اشعار مسبق ودون ادنى مسؤولية ، مالم يتم الاتفاق وكتابة العقود .  

كذلك فان استخدام العميل للموقع يعني قبولة للفواتير الالكترونية والتعامل معها فيما يخص السداد لدى البنوك والسداد الالكتروني ولا تتحمل شركة المنفتاح اي مسؤولية او مطالبات مالية نتجة ذلك . 

يجب على العميل الاطلاع على اسعار السيارات المعروضة وقيمة الخدمة المقدمة من الشركة والتاكد من صحتها ، وعند وجود خطا فيحق للعميل الاعتراض لدى الشركة وتكون مدة قبول الاعتراض على صحة بيانات الفاتورة الالكتونية مدة (30 ) يوما من تاريخ صدورها وسجلات الشركة  الخاصة باسعار الخدمات وقت طلب الخدمة والاتفاق عليه هي المرجع الملزم للطرفين .                                

المادة الحادى عشر : التغيرات والتحديثات :  

تملك الشركة الحق في تغيير هذه الشروط والاحكام او استبدالها كليا بشروط واحكام اخرى جديدة أو استبدال صفحة او صفحات ، واردة في مواقعها علي شبكة الانترنت دون اشعار بذلك ، كما ان استمرارية دخول العميل للموقع الشركة او استخدمة يعتبر بمثابة موافقة منه على التغييرات التي جرت على الموقع كما اشير سلفاً . كذلك تملك الشركة الحق في تعديل كامل الموقع او جزء منه او ايقافة او تعليقة مؤقتا أو بشكل دائم دون اشعار مسبق وفي اي وقت تراه . كما ان العميل موافق ايضا على ان الشركة غير مسئولة تجاهه او تجاه اي اطراف اخرى عن اي تعديل للموقع او ايقافة او تعليقة .                                                                                            

كما ان اي تعديل على الشروط والاحكام ينصرف على جميع مواقع الشركة وفي كل الخدمات التي تقدمها .  

المادة الثانية عشر : التزامات العميل الامنية  

يتعين على العميل حفظ الرقم السري الخاص به في مكان امن وسري في كافة الاوقات واتخاذ الخطوات التي تحول دون استخدامه بشكل غير مفوض . 

ويتعين على العميل ابلاغ الشركة فوراً باي وصول غير مفوض او اي تعليمات غير مفوضة يعلم بها او يشتبه فيها او تروده الشكوك بأن شخصا اخر قد كشف كلمة السر الخاصة به ، وفي هذه الحالة يتعين علية تغيير الرقم السري فوراً وعلية مساعدة الشركة ومساعدة الجهات الامنية في العمل على استرداد الخسائر ان حدثت . وقد تعطي الشركة معلومات عن العميل للشرطة أو لاي طرف اخر اذا كان ذلك يمنع الخسائر او يساعد في استردادها .  

ويتعهد العميل بعدم الحاق الضرر الالكتروني بالتطبيق او الخدمات المقدمة داخل التطبيق او باي مواقع مرتبطه به .  

كما يتعهد التعامل مع اي هكر لاقتحام سرية الموقع او التسبب بالحاق اي ضرر به او للبيانات الموجودة فيه ، كما يتعهد العميل بعدم ارسال اي رسائل متسلسلة تتسبب بضغط شديد على الموقع مما يؤثر على ادائة والحاق أضرار به أو بمستخدميه وبياناتهم .                         

المادة الثالثة عشر : طلبات العميل :  

أ / النتائج المترتبة على طلبات العميل :  

يفوض العميل الشركة بالتصرف بموجب الطلبات التي يبدو ظاهرياً انها طلبات صحيحة حسب الاصول حتي وان كانت متعارضة مع اي طلبات اخرى في اي وقت فيما يتعلق بالخدمات المطلوبة . 

ب / تنفيذ التعليمات :  

سوف يتم تنفيذ طلبات الخدمات الورادة عن طريق التطبيق باستخدام كلمة السر الخاصة بالعميل دائما  .  

ج / إخفاق الطرف الاخر :  

ان الشركة غير مسئولة عن اي إخفاق من قبل الطرف الاخر في تنفيذ التعليمات او اي تاخير او اخطاء من جانب ذلك الطرف عند تنفيذ التعليمات مهما كانت الاسباب . 

ح / دقة واكتمال التعليمات  :  

يجب على العميل التاكد من دقة واكتمال كافة البيانات المطلوبة ولن تقبل اية بيانات ناقصة ويتحمل العميل مسؤوليتة عن الاخطاء الناتجة من عدم اكتمال البيانات .  

سوف تبذل شركة أبوذياب كل مافي وسعها وتسخر كافة طاقاتها لتنفيذ طلبات عملاءها الكرام .  

المادة الرابعة عشر : أحكام عامة :  

أ – القانون المطبق والاختصاص القضائي :  

تخضع هذه الوثيقة لنظام التعاملات الالكترونية ونظام مكافحة الجرائم المعلوماتية ونظام هيئة النقل والمرور وتفسر بموجبها وبهذا يوافق العميل والشركة على احالة اي نزاع او خلاف قد ينشا حول هذه الشروط والاحكام الى الجهة القضائية المختصة .  

ب – المرجع في حال اختلاف سجلات الطرفين :  

في حال اختلاف البيانات المقدمة من كلا الطرفين فان المرجع المنهي للخلاف هي البيانات الواردة في سجلات الشركة وقت التعاقد او تقديم الطلبات . 

ج -يتم خصم 25% من مبلغ الإيجار في حال تم إلغاء الحجز قبل الموعد بست ساعات أو أقل. 

د- يتم خصم مبلغ أول يوم حجز في حال لم يتم الإستلام أو الإلغاء بعد موعد الحجز. 

ذ- فى حال عدم إحضار  الأوراق الثبوتية ( الهوية - رخصة القيادة ) يتم خصم 25% من قيمة إيجار اليوم  الأول . 

ه-فى حال عدم القدرة على تفويض العميل ( رخصة منتهية - إيقاف خدمات - عدم التسجيل أو تحديث البيانات فى نظام أبشر ) يتم خصم قيمة إيجار يوم واحد .  

و- يتم احتساب قيمة الايجار من التاريخ والوقت المحددين من قبل العميل فى الحجز و ليس وقت الاستلام الفعلى فى حالة وصول العميل متأخر و فى حالة وصول العميل مبكرا يتم احتساب وقت الاستلام الفعلى وليس المحدد فى الحجز .  

و- بحسب سياسة بوليصة التأمين و ذلك فيما يتعلق بأعمار المستأجرين فإذا كان عمر العميل مافوق 65 سنة فيجب عليه قبول أحد الشروط أدناه :  

1- أن يدفع ضعف قيمة رسوم التحمل فى حال حدوث حادث - لا قدر الله و ذلك بحسب قيمة رسوم التحمل لنوع السيارة المستأجرة حسب بوليصة شركة التأمين .  

2- أن يكون العقد CDW . 

شروط و أحكام خدمة الإيجار بالساعة : 

 لا يمكن الاستفادة من مميزات العضوية عند طلب الخدمة . 

 الاستلام من فروع المطارات فقط والتسليم في أي فرع . 

 200 كيلومتر في اليوم لكل العضويات . 

 الحد الأقصى للخدمة ( 5 ساعات ) وعند تجاوز عدد ساعات الخدمة يتم احتساب قيمة ايجار يوم كامل . 

  

المادة الخامسة عشر : الاقرار بالعلم :  

يقر العميل بانه قرا هذه الشروط والاحكام ويلتزم بها دون قيد او شرط او تحفظ """;
const PrivacyEn = """ARTICLE (1): FOREWORD: 

This electronic portal for the Abudiyab Company for car rental (ABUDIYAB CAR RENTAL) in the Kingdom of Saudi Arabia, which is referred to hereinafter as the Abudiyab application, is available for use by companies. In addition, and the customer's entry and use of this portal is subject to the terms and conditions of use of the application and the laws of the Kingdom of Saudi Arabia. Thus, his entry constitutes an unconditional approval of the terms and conditions of use of this portal, whether the user of the application is registered or not registered in the application. Moreover, this approval is effective from the date of his first use of this application, and any amendment to these terms and conditions becomes effective immediately after the amendment is made unless An indication otherwise is made by the customer, and it means that the customer continues to use this portal after any modification, his full acceptance of this modification. 

ARTICLE (2): INTELLECTUAL PROPERTY RIGHTS: 

The trade name of the company is the Abudiyab Company for Rent a Car Ltd., its trademark, the trademarks registered in its name, the company's electronic addresses, and all the materials, texts, pictures, graphics, circulars, forms, files, multimedia and software that the site contains, which is guaranteed by the system. It is not permitted to reprint, distribute, modify, or use these materials for any promotional or commercial purposes, or to republish them in any form without the express written permission of the Abudiyab Company for car rental (ABUDIYAB CAR RENTAL).. 

ARTICLE (3): THE NATURE OF THE SITE: 

This application is considered the main application of the Abudiyab company that is directed to the corporate sector, and it provides the honorable visitors from this sector with basic information about the company and all the services it provides and its vision in providing its services, offers and discounts, and displays all the new developments in this regard.  

ARTICLE (4): USE OF THE APPLICATION: 

The company follows up the application and reviews it throughout the day to provide information to the customer about its services. The application also facilitates the communication process between customers and the company regarding any services or notes that may be of interest to the customer. 

The services and information contained in this application are directed and available for trading within the Kingdom of Saudi Arabia. These services have been provided in accordance with the laws and regulations of the Kingdom of Saudi Arabia related to the provision of such services. Accordingly, the customer may not be eligible to benefit from all the services received, and the company reserves the right to reject any request at any time without notifying the customer of that and without incurring any legal liability for incurring any financial loss because of sending such a request by him to the company. 

ARTICLE (5): REGISTRATION MECHANISM: 

When registering on the company’s website, the customer will be asked to write the user name and password that will be provided to the customer by the company’s management, and an activation code will be sent to him when entering the application through the mobile registered and approved by the Abudiyab company to the customer. 

Pay attention that when the customer enters this information, besides the activation code sent by the company to his mobile phone approved by the Abudiyab company in the application, it is considered as an electronic signature and acceptance of electronic transactions and approval in addition to accepting the terms and conditions of using this application mentioned in the previous and subsequent clauses in this agreement. 

ARTICLE (6): INFORMATION SENT TO THE COMPANY'S WEBSITES: 

Any information or materials sent to the company via the internet through this application become the property of the Abudiyab Company for car rental (ABUDIYAB CAR RENTAL), and it is known that the Internet still lacks comprehensive security. Consequently, the responsibility for any information via the Internet is limited to the customer who bears the risks related to that.     

ARTICLE (7): GUARANTEE: 
The Abudiyab Company for car rental (ABUDIYAB CAR RENTAL) has taken all appropriate measures to place the information on such site that constitutes safety. Moreover, it will try to work on updating this information first, and with this, the company does not give any explicit or implicit guarantees regarding the accuracy of the information received before submitting the official request and signing the agreement. Therefore, the customer must always make sure that the offers and prices for cars, services, terms and conditions mentioned on the site are still valid. That is because the company reserves the right to change them at any time without prior notice to the customer, so it must be noted that it is necessary to monitor the prices and services provided from time to time.    

ARTICLE (8): DISCLAIMERS:   

Whatever the case or circumstance, the company is not responsible for any of the following matters, including but not limited to: 

Negligence that causes any damages or damages of any kind, whether direct, incidental, special or subsequent, or any expenses or losses that may result due to the customer's use of this site or the inability to use it, or the occurrence of some errors or omissions, or the delay in the response of the system, (Due to a defect in the operating or communication systems), a hindrance in operation, malfunctions, exposure of computers to viruses, or a complete failure of the system, or loss of any profits, or the customer's reputation is subjected to damage even if an explicit notification is made of the possibility of such matters occurring, or the occurrence of problems because of Access to the site, enter it, use it, memorize it, or access through it to other sites.  

ARTICLE (9): PRIVACY: 

The company realizes the customer’s need to know how to deal with his personal information. The company also realizes the extent of the concern that customers have in terms of privacy, confidentiality and security of the information that the customer provides via the Internet. The company reassures the customer in this regard that it is committed to preserving this information in the strictest of privacy and confidentiality. This permission represents the company's current policy on confidentiality and privacy, and the customer's use of the Abudiyab application and other company websites means acceptance of the terms and conditions, as well as this confidentiality and privacy statement. 

ARTICLE (10): CONDITIONS FOR PROVIDING SERVICE AND PRICES: 

The client's use of the website and the service request is coupled with certain knowledge of the costs and fees of those services and all the information available about them, whether inside or outside the company's website. That is with no guarantee of the available offers and prices, as the company reserves the right to change them without prior notice and without the slightest responsibility, unless the agreement is made and contracts are written. 

Furthermore, the customer's use of the site means acceptance of electronic bills and dealing with them with regard to bank and electronic payment, and the Abudiyab company does not bear any responsibility or financial claims because of that. 
The customer must view the prices of the cars offered and the value of the service provided by the company and make sure of their correctness, and when there is a mistake, the customer has the right to object to the company. Moreover, agreement on it is the binding reference for both parties. 

ARTICLE (11): CHANGES AND UPDATES: 

The company has the right to change these terms and conditions or replace them entirely with other new terms and conditions, or replace a page or pages, which are contained on its websites on the Internet without notice. Furthermore, the customer's continued access to the company’s website or use is considered as his approval of the changes that have taken place on the site as previously indicated. The company also has the right to modify the entire site or part of it, or suspend or suspend it temporarily or permanently without prior notice and at any time, it sees convenient. The customer also agrees that the company is not responsible towards him or any other parties for any modification, suspension or suspension of the site. 
In addition, any amendment to the terms and conditions is applied to all the company's websites and in all the services it provides. 

ARTICLE (12): THE CLIENT'S SECURITY OBLIGATIONS: 

The customer must keep his password in a safe and confidential place at all times and take steps to prevent it from being used in an unauthorized manner. 

The customer must immediately inform the company of any unauthorized access or any unauthorized instructions about which he is aware or suspects or has doubts that another person has revealed his password. In this case, he must change the password immediately and he must assist the company and the security authorities in working to recover losses if they occur. The company may give information about the client to the police or any other party if this prevents losses or helps to recover them. 

The customer undertakes not to inflict electronic damage to the application or the services provided within the application or to any sites linked to it. 

He also undertakes to deal with any hacker to break into the secrecy of the site or cause any damage to it or to the data on it. In addition, the customer also pledges not to send any chain letters that cause severe pressure on the site, which affects its performance and harms it or its users and their data. 

ARTICLE (13): CLIENT REQUESTS: 

(A) THE CONSEQUENCES OF CLIENT REQUESTS: 

The client authorizes the company to act according to requests that appear to be duly valid requests even if they are inconsistent with any other requests at any time regarding the requested services. 

(B) IMPLEMENTATION OF INSTRUCTIONS: 

Service requests received through the application will always be executed using the customer’s password. 

(C) THE FAILURE OF THE OTHER PARTY: 

The company is not responsible for any failure on the part of the other party to implement the instructions or any delay or errors on the part of that party when implementing the instructions, whatever the reasons. 

(D) ACCURACY AND COMPLETENESS OF INSTRUCTIONS: 

The customer must ensure the accuracy and completeness of all the required data, and any incomplete data will not be accepted, and the customer shall be responsible for the errors resulting from the incomplete data. 

The Abudiyab Company for car rental (ABUDIYAB CAR RENTAL) will do everything in its power and use all its energies to fulfill the requests of its esteemed clients. 

ARTICLE (14): GENERAL PROVISIONS: 

(A) APPLICABLE LAW AND JURISDICTION: 

This document is subject to the electronic transactions system, the information crime control system, and the transport and traffic authority system and is interpreted accordingly. Thus, the customer and the company agree to refer any dispute or dispute that may arise about these terms and conditions to the competent judicial authority. 

(B) THE REFERENCE IN CASE THE RECORDS OF THE TWO PARTIES DIFFER: 

In the event that the data provided by both parties differ, the final reference to the dispute is the data contained in the company's records at the time of contracting or submitting requests. 

(C) 25% TWENTY-FIVE PERCENT of the rental amount will be deducted if the reservation is canceled six 
hours or less before the appointment, in the event that the receipt or cancellation is not made after the reservation date. 

(D) THE FIRST DAY OF RESERVATION WILL BE DEDUCTED, in the event that the identification documents 
(ID - driver's license) are not brought, 

(E) 25% (TWENTY-FIVE PERCENT) of the first day's rent will be deducted, in the event that the customer is unable to authorize (an expired license - suspension of services - failure to register or update data in the Absher system), one day's rent will be deducted 

(F) The rental value is calculated from the date and time specified by the customer in the reservation and not the actual time of receipt in case the customer arrives late. In the event that the customer arrives early, the actual time of receipt is calculated and not the time specified in the reservation. 

(G) According to the policy of the insurance company, in relation to the ages of the customer, if the customer is above 65 years old, he/she must accept one of the conditions below :  

1- He/she must pay double amount of the deductible fees in case of an accident , according to the amount of the deductible fees for the type of rented car according to the insurance company policy.  

2- The contract should be with CDW. 

* TERMS AND CONDITIONS OF HOURLY RENTAL SERVICE:  

• Membership benefits cannot be used when requesting the service. 

• Pick-up from airport branches only and delivery at any branch. 

• (200) kilometers per day for all memberships. 

• The maximum service is (5 hours), and when the number of service hours is exceeded, a full day's 
rent is calculated. 

ARTICLE (15): ACKNOWLEDGMENT OF KNOWLEDGE: 

The customer acknowledges that he has read these terms and conditions and abides by them without restriction, condition or reservation. 

 """;
const PRIVECYTITLEEN =
    "TERMS AND CONDITIONS OF USE AND REGISTRATION IN THE APPLICATION Of ABUDIYAB RENT A CAR COMPANY";
const PRIVECYTITLEAR =
    "شروط وأحكام استخدام وتسجيل في تطبيق شركة أبوذياب لتأجير السيارت";
